/*基本设置
 */
//nameList,"吴勋勋,高博文,李奕锦,张文斌,刘世昌,吴笛,王智勇,罗静强,王稳稳,闫峥,陈坤"
var dataConfig={
	/*学员名单*/
	
	studentAll:[
	"刘凯","王稳稳","刘世昌","王勇","梁晓克","夏文博","潘旭白",
		"肖源源","王泽宇","贺杨伟","李肖飞","郑凡君","朱高辉","张金彪",
		"别勇汉","顾新龙","支辉鹏","张文斌","宁滔滔","程千里","张宇博",
		"朱松涛","郭阳","夏松","师金金","王吉涛",
		"罗静强","陈坤","刘程皓","王智勇","孙逸婷","吴笛",
		"温泉","萧敬威","吕金鑫","高博文","沙明江","杜欣欣","梁宁宁",
		"石永华","汪渊","许瑞","朱阳阳","徐艳菊","陈文丽","闫峥",
		"李奕锦","王亚茹","王以栋","卢宝月","丁梅","吴勋勋"],
	/*不被抽中名单，字符串形式，以“,”分割*/
	notDraw:"吴勋勋",
	/*每次抽中人数*/
	amount:1,
	/*分数初始化数值*/
	score:0,
	/*几个分数，不及格分数将显示红色*/
	pass:2,
	/*显示列数*/
	col:10,
	/*显示行数*/
	row:8
	
}
